{
  "nav": {
    "home": "Home",
    "about": "About",
    "resources": "Resources",
    "blog": "Blog",
    "events": "Events",
    "volunteer": "Volunteer",
    "findHelp": "Find Help",
    "contact": "Contact",
    "findPrayer": "Find a Prayer",
    "scriptureGuide": "Scripture Guide",
    "prayerRoom": "Prayer Room",
    "videoLibrary": "Video Library",
    "prayerRequest": "Prayer Request",
    "warningSigns": "Warning Signs",
    "struggling": "I'm Struggling",
    "safetyPlan": "Safety Plan",
    "novenas": "Novenas"
  },
  "header": {
    "title": "Breath of Life Ministries",
    "tagline": "Suicide Prevention & Mental Health Ministry"
  },
  "crisis": {
    "bannerText": "If you or someone you know is in crisis, call or text",
    "bannerLabel": "Crisis Support:",
    "forThe": "for the National Suicide and Crisis Lifeline",
    "lifeline": "National Suicide and Crisis Lifeline",
    "textLine": "Text HELLO for Crisis Text Line"
  },
  "footer": {
    "description": "Providing hope, healing, and support through Catholic mental health ministry and suicide prevention.",
    "quickLinks": "Quick Links",
    "crisisSupport": "Crisis Support",
    "copyright": "Breath of Life Ministries. All rights reserved.",
    "inspiredBy": "Inspired by the"
  },
  "buttons": {
    "visitWebsite": "Visit Website",
    "learnMore": "Learn More",
    "getHelpNow": "Get Help Now",
    "exploreResources": "Explore Resources",
    "contactUs": "Contact Us",
    "viewResources": "View Resources",
    "contactForTraining": "Contact for Training",
    "joinGroup": "Join a Group",
    "findSupport": "Find Support",
    "partnerWithUs": "Partner With Us",
    "viewAllResources": "View All Resources",
    "viewScriptureGuide": "View Scripture Guide",
    "listenToPodcast": "Listen to Podcast",
    "sendMessage": "Send Message"
  },
  "home": {
    "heroTitle": "You Are Not Alone",
    "heroSubtitle": "Finding hope and healing through faith, community, and compassionate support",
    "crisisLifeline": "Crisis Lifeline",
    "alwaysAvailable": "Always Available",
    "confidential": "Confidential",
    "noCostSupport": "No Cost Support",
    "ourMission": "Our Mission",
    "missionText1": "Breath of Life Ministries provides vital spiritual accompaniment for people experiencing mental health challenges and mental illness, as well as those who care for them.",
    "missionText2": "Rooted in Catholic teaching and compassion, we offer hope, resources, and community support for suicide prevention and mental wellness. Every person is created in the image and likeness of God, possessing infinite dignity and worth.",
    "learnAboutUs": "Learn About Us",
    "immediateHelp": "Immediate Help & Support",
    "immediateHelpSubtitle": "If you or someone you know is in crisis, help is available right now.",
    "inCrisis": "In Crisis?",
    "inCrisisText": "If you're experiencing a mental health crisis:",
    "callOrText": "Call or Text: 988",
    "available247": "Available 24/7, free and confidential",
    "crisisTextLine": "Crisis Text Line",
    "textHello": "Text HELLO to 741741",
    "connectCounselor": "Connect with a crisis counselor via text, anytime day or night.",
    "freeConfidential": "Free, confidential, 24/7 support",
    "onlineChat": "Online Chat",
    "visitChat": "Visit 988lifeline.org/chat",
    "chatOnline": "Chat with a trained counselor online through secure messaging.",
    "visitLabel": "Visit",
    "available247Short": "Available 24/7",
    "free": "Free",
    "spiritualSupport": "Spiritual Support",
    "speakWithPriest": "Speak with a priest or pastoral minister in your area.",
    "findComfort": "Find comfort in faith, sacraments, and your parish community during difficult times.",
    "messageOfHope": "A Message of Hope",
    "catholicTeaching": "Catholic Teaching on Suicide & Mental Health",
    "catholicTeachingText": "The Catholic Church recognizes that suicide is a grave matter, but emphasizes God's infinite mercy and understanding of mental health issues. The Church teaches that psychological disturbances, anguish, grave fear of hardship, suffering, or torture can diminish the responsibility of the person who dies by suicide.",
    "catechismQuote": "We should not despair of the eternal salvation of persons who have taken their own lives. By ways known to him alone, God can provide the opportunity for salutary repentance.",
    "catechismCitation": "Catechism of the Catholic Church, 2283",
    "catholicTeachingText2": "Our ministry approaches mental health and suicide prevention with compassion, recognizing that those who struggle deserve our prayers, support, and accompaniment on their journey toward healing.",
    "programsServices": "Our Programs & Services",
    "programsSubtitle": "Comprehensive support, training, and resources for mental health and suicide prevention",
    "suicidePreventionTraining": "Suicide Prevention Training",
    "suicidePreventionDesc": "Learn practical skills to recognize warning signs and intervene effectively to help save lives. Our evidence-based training equips community members with knowledge and confidence to support those in crisis.",
    "supportGroups": "Support Groups",
    "supportGroupsDesc": "Connect with others who understand the challenges of mental illness or the loss of a loved one to suicide. Find community, hope, and healing in a faith-filled environment where you're never alone.",
    "griefMinistry": "Grief Ministry",
    "griefMinistryDesc": "Compassionate support for those who have lost a loved one to suicide. We offer specialized resources, prayer support, and accompaniment through the journey of grief and healing.",
    "educationAwareness": "Education & Awareness",
    "educationDesc": "Workshops, seminars, and resources to break the stigma around mental illness and promote understanding within the Catholic community and beyond.",
    "spiritualAccompaniment": "Spiritual Accompaniment",
    "spiritualAccompanimentDesc": "Faith-based support that honors the Catholic tradition while providing practical help for those facing mental health challenges. Prayer, sacraments, and pastoral care.",
    "parishPartnerships": "Parish Partnerships",
    "parishPartnershipsDesc": "We partner with Catholic parishes to establish mental health ministries, providing consultation, training, and ongoing support to create welcoming, informed faith communities.",
    "patronSaints": "Patron Saints for Mental Health",
    "patronSaintsSubtitle": "Throughout history, the Church has recognized saints who intercede for those suffering from mental illness and distress.",
    "stTherese": "St. Thérèse of Lisieux",
    "stThereseDesc": "is invoked for depression and anxiety. Her \"Little Way\" teaches us that even in our smallest struggles, God's love is present.",
    "stDymphna": "St. Dymphna",
    "stDymphnaDesc": "is the patron saint of those with mental illness and nervous disorders.",
    "stBenedict": "St. Benedict Joseph Labre",
    "stBenedictDesc": "suffered from mental illness himself and is a powerful intercessor for those who struggle.",
    "viewPrayerResources": "View Prayer Resources",
    "featuredResources": "Featured Resources",
    "featuredResourcesSubtitle": "Books, training, and support materials for individuals, families, and faith communities",
    "lovedOneDies": "When a Loved One Dies by Suicide",
    "lovedOneDiesDesc": "Personal stories of loss, coping with grief, and finding hope through faith and community. Written by Catholics who have experienced this profound loss.",
    "respondingToSuicide": "Responding to Suicide",
    "respondingToSuicideDesc": "The first book written for Catholic leaders that takes a holistic approach to understanding suicide and ministering effectively in its aftermath.",
    "prayerLiturgy": "Prayer & Liturgy Resources",
    "prayerLiturgyDesc": "Sacred resources for worship, prayer services, and liturgical guidance for mental health awareness and suicide prevention.",
    "agriSafe": "AgriSafe Network",
    "agriSafeDesc": "Protecting the health and safety of agricultural workers and their families through education, training, and resources for rural communities.",
    "hopeHealing": "Hope & Healing",
    "hopeHealingSubtitle": "Stories of faith, recovery, and the compassionate support that makes a difference",
    "testimonial1": "The Church's teaching on God's mercy gave me hope when I thought all was lost. Mental illness doesn't diminish God's love for us.",
    "testimonial1Author": "Parish Member",
    "testimonial2": "Suicide prevention training equipped our parish to respond with compassion and confidence. We've become a community of hope for those who suffer.",
    "testimonial2Author": "Parish Coordinator",
    "connectWithUs": "Connect With Us",
    "connectSubtitle": "We're here to support you on your journey toward healing and hope",
    "bringingCompassion": "Bringing the compassion of Christ to those affected by mental illness and suicide.",
    "email": "Email:",
    "getInvolved": "Get Involved",
    "volunteerMinistry": "Volunteer with our ministry",
    "bringTraining": "Bring suicide prevention training to your parish",
    "shareResources": "Share our resources",
    "supportMission": "Support our mission",
    "sendUsMessage": "Send Us a Message",
    "name": "Name",
    "subject": "Subject",
    "message": "Message"
  },
  "prayerRequest": {
    "title": "Submit a Prayer Request",
    "subtitle": "Share your intentions with our prayer community",
    "introTitle": "You Are Held in Prayer",
    "introText1": "In times of struggle, uncertainty, or grief, we believe in the power of prayer and community. Your prayer intentions are sacred to us, and our ministry is committed to lifting them up in prayer.",
    "introText2": "Whether you're facing mental health challenges, grieving a loss, supporting a loved one, or simply need spiritual strength, we invite you to share your prayer request with us.",
    "scripture": "\"Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God.\"",
    "scriptureCitation": "Philippians 4:6",
    "formTitle": "Share Your Prayer Intention",
    "yourName": "Your Name",
    "namePlaceholder": "How would you like us to address you in prayer?",
    "emailOptional": "Email (Optional)",
    "emailPlaceholder": "Only if you'd like us to follow up with you",
    "prayerType": "Type of Prayer Request",
    "selectType": "Select a category...",
    "typePersonal": "Personal Struggle or Challenge",
    "typeMentalHealth": "Mental Health Support",
    "typeGrief": "Grief or Loss",
    "typeFamily": "Family Member or Loved One",
    "typeThanksgiving": "Thanksgiving or Gratitude",
    "typeOther": "Other Intention",
    "prayerIntention": "Your Prayer Intention",
    "intentionPlaceholder": "Share what's on your heart. Your intention will be treated with complete confidentiality and reverence...",
    "followUp": "I would like someone from the ministry to follow up with me",
    "submitButton": "Submit Prayer Request",
    "submitting": "Submitting...",
    "successTitle": "Prayer Request Received",
    "successMessage": "Thank you for sharing your prayer intention with us. Your request has been received and will be lifted up in prayer by our ministry community. You are not alone.",
    "errorTitle": "Submission Error",
    "errorMessage": "There was a problem submitting your prayer request. Please try again or contact us directly.",
    "whatHappensTitle": "What Happens Next",
    "whatHappens1Title": "Confidential Review",
    "whatHappens1Text": "Your prayer request is received confidentially by our ministry team.",
    "whatHappens2Title": "Lifted in Prayer",
    "whatHappens2Text": "Your intention is included in our daily prayers and offered at Mass.",
    "whatHappens3Title": "Follow-Up (Optional)",
    "whatHappens3Text": "If requested, a team member will reach out to offer additional support.",
    "scriptureComfortTitle": "Scripture for Comfort",
    "scripture1": "\"Come to me, all you who are weary and burdened, and I will give you rest.\"",
    "scripture1Citation": "Matthew 11:28",
    "scripture2": "\"The Lord is close to the brokenhearted and saves those who are crushed in spirit.\"",
    "scripture2Citation": "Psalm 34:18",
    "scripture3": "\"Cast all your anxiety on him because he cares for you.\"",
    "scripture3Citation": "1 Peter 5:7",
    "stDymphnaTitle": "Prayer to St. Dymphna",
    "stDymphnaIntro": "St. Dymphna is the patron saint of those suffering from mental illness and nervous disorders. We pray this prayer for all who submit intentions:",
    "stDymphnaPrayer": "Lord, our God, you graciously chose St. Dymphna as patroness of those afflicted with mental and nervous disorders. She is thus an inspiration and a symbol of charity to the thousands who ask her intercession. Please grant, Lord, through the prayers of this pure youthful martyr, relief and consolation to all suffering such trials, and especially those for whom we pray. We beg you, Lord, to hear the prayers of St. Dymphna on our behalf. Grant all those for whom we pray patience in their sufferings and resignation to your divine will. Please fill them with hope, and grant them the relief and cure they so much desire. We ask this through Christ our Lord. Amen.",
    "crisisTitle": "Need Immediate Support?",
    "crisisText": "If you or someone you know is in crisis, please reach out to these resources:"
  },
  "warningSigns": {
    "title": "Recognizing Warning Signs",
    "subtitle": "Learning to see when someone needs help could save a life",
    "introTitle": "Your Awareness Matters",
    "introText1": "Recognizing the warning signs of suicide can be the first step in saving a life. While no single sign means someone is suicidal, multiple signs—especially when they represent a change in behavior—should be taken seriously.",
    "introText2": "Most people who are suicidal don't want to die—they want the pain to stop. By learning to recognize the signs, you can reach out with compassion and connect them to help.",
    "scripture": "\"Carry each other's burdens, and in this way you will fulfill the law of Christ.\"",
    "scriptureCitation": "— Galatians 6:2",
    "talkTitle": "Talk",
    "talkSubtitle": "Things a person might say that indicate they are thinking about suicide",
    "talk1": "Direct statements about wanting to end their life should always be taken seriously.",
    "talk2": "Expressing a wish to die or not exist anymore.",
    "talk3": "Feeling like they are a burden to others or that people would be better off without them.",
    "talk4": "Expressing feelings of hopelessness or having no purpose.",
    "talk5": "Feeling trapped or in unbearable pain, emotional or physical.",
    "talk6": "Indirect statements that hint at ending their life or going away permanently.",
    "behaviorTitle": "Behavior",
    "behaviorSubtitle": "Actions that may indicate someone is preparing to end their life or is in crisis",
    "behavior1Title": "Searching for Methods",
    "behavior1": "Looking for ways to kill themselves, such as searching online or trying to obtain a gun, pills, or other means.",
    "behavior2Title": "Giving Away Possessions",
    "behavior2": "Giving away prized possessions or suddenly putting affairs in order, making a will, or saying goodbye.",
    "behavior3Title": "Withdrawing",
    "behavior3": "Withdrawing from friends, family, and social activities. Isolating themselves from loved ones.",
    "behavior4Title": "Sleep Changes",
    "behavior4": "Sleeping too little or too much. Significant changes in sleep patterns.",
    "behavior5Title": "Reckless Behavior",
    "behavior5": "Acting recklessly, engaging in risky activities, or increasing use of alcohol or drugs.",
    "behavior6Title": "Sudden Calm",
    "behavior6": "Appearing suddenly calm or happy after a period of depression—this could mean they've made a decision to end their life.",
    "moodTitle": "Mood",
    "moodSubtitle": "Emotional states that may indicate someone is struggling",
    "mood1": "Depression",
    "mood1Desc": "Persistent sadness, tearfulness, or low mood that doesn't improve.",
    "mood2": "Anxiety",
    "mood2Desc": "Extreme anxiety, agitation, or feeling on edge.",
    "mood3": "Irritability",
    "mood3Desc": "Unusual irritability, anger, or rage—especially if out of character.",
    "mood4": "Hopelessness",
    "mood4Desc": "Feeling hopeless about the future or that things will never get better.",
    "mood5": "Shame",
    "mood5Desc": "Overwhelming feelings of shame, guilt, or self-hatred.",
    "mood6": "Emptiness",
    "mood6Desc": "Feeling empty, numb, or like nothing matters anymore.",
    "riskTitle": "Risk Factors",
    "riskSubtitle": "Circumstances that can increase someone's vulnerability to suicide",
    "healthRisks": "Health Factors",
    "risk1": "Mental health conditions (depression, bipolar disorder, anxiety, PTSD)",
    "risk2": "Substance abuse or addiction",
    "risk3": "Chronic pain or serious illness",
    "risk4": "Previous suicide attempt",
    "risk5": "Family history of suicide",
    "lifeRisks": "Life Events",
    "risk6": "Recent loss (death, divorce, job loss, financial crisis)",
    "risk7": "Relationship problems or breakup",
    "risk8": "Legal problems or incarceration",
    "risk9": "Bullying, abuse, or trauma",
    "risk10": "Major life transitions",
    "socialRisks": "Social Factors",
    "risk11": "Social isolation or lack of support",
    "risk12": "Exposure to others' suicide",
    "risk13": "Access to lethal means",
    "risk14": "Stigma around seeking help",
    "risk15": "Barriers to mental health care",
    "whatToDoTitle": "What To Do If You See Warning Signs",
    "whatToDoSubtitle": "You don't need to be a professional to help. Your compassion can make a difference.",
    "step1Title": "Ask Directly",
    "step1Text": "Don't be afraid to ask if they're thinking about suicide. Asking does not plant the idea—it shows you care and opens the door to conversation.",
    "tryAsking": "Try asking:",
    "ask1": "\"Are you thinking about suicide?\"",
    "ask2": "\"Are you thinking about hurting yourself?\"",
    "ask3": "\"I'm worried about you. Are you okay?\"",
    "step2Title": "Listen with Compassion",
    "step2Text": "Let them share their feelings without judgment. Don't try to minimize their pain or offer quick solutions. Sometimes the most powerful thing you can do is simply listen.",
    "thingsToSay": "Things to say:",
    "say1": "\"I'm here for you.\"",
    "say2": "\"You're not alone in this.\"",
    "say3": "\"Help is available and you deserve it.\"",
    "step3Title": "Keep Them Safe",
    "step3Text": "If possible, help reduce their access to lethal means. Stay with them if they're in immediate danger. Don't promise to keep their thoughts of suicide a secret.",
    "step4Title": "Connect Them to Help",
    "step4Text": "Help them connect with professional support. Offer to help them call a crisis line or make an appointment. Follow up to show you care.",
    "protectiveTitle": "Protective Factors",
    "protectiveSubtitle": "Factors that can help protect against suicide and support recovery",
    "protective1": "Strong Connections",
    "protective1Desc": "Supportive relationships with family, friends, and community.",
    "protective2": "Faith & Purpose",
    "protective2Desc": "Religious or spiritual beliefs that provide meaning and discourage suicide.",
    "protective3": "Access to Care",
    "protective3Desc": "Access to effective mental health care and crisis services.",
    "protective4": "Coping Skills",
    "protective4Desc": "Healthy ways to manage stress, solve problems, and regulate emotions.",
    "protective5": "Reasons to Live",
    "protective5Desc": "Children, pets, responsibilities, goals, or other reasons to stay alive.",
    "protective6": "Reduced Access",
    "protective6Desc": "Limited access to lethal means such as firearms or medications.",
    "crisisTitle": "If Someone Is in Immediate Danger",
    "crisisSubtitle": "Don't leave them alone. Get help immediately.",
    "emergency": "Emergency Services",
    "immediateEmergency": "For immediate emergencies",
    "textHello": "Text HELLO",
    "moreResources": "Find More Resources",
    "prayerTitle": "A Prayer for Those in Crisis",
    "prayer": "Merciful God, we lift up to You all who are struggling with thoughts of suicide. Surround them with Your love and give them hope. Open their hearts to receive help and their eyes to see that they are not alone. Grant us the courage to reach out, the wisdom to speak with compassion, and the grace to walk with those who are suffering. May they find in You the peace that surpasses all understanding. We ask this through Christ our Lord. Amen.",
    "prayerAttribution": "— Breath of Life Ministries"
  },
  "language": {
    "en": "EN",
    "es": "ES",
    "toggle": "Language"
  }
}
