{
  "nav": {
    "home": "Home",
    "about": "About",
    "resources": "Resources",
    "blog": "Blog",
    "events": "Events",
    "volunteer": "Volunteer",
    "findHelp": "Find Help",
    "contact": "Contact",
    "findPrayer": "Find a Prayer",
    "scriptureGuide": "Scripture Guide",
    "prayerRoom": "Prayer Room",
    "videoLibrary": "Video Library"
  },
  "header": {
    "title": "Breath of Life Ministries",
    "tagline": "Suicide Prevention & Mental Health Ministry"
  },
  "crisis": {
    "bannerText": "If you or someone you know is in crisis, call or text",
    "bannerLabel": "Crisis Support:",
    "forThe": "for the National Suicide and Crisis Lifeline",
    "lifeline": "National Suicide and Crisis Lifeline",
    "textLine": "Text HELLO for Crisis Text Line"
  },
  "footer": {
    "description": "Providing hope, healing, and support through Catholic mental health ministry and suicide prevention.",
    "quickLinks": "Quick Links",
    "crisisSupport": "Crisis Support",
    "copyright": "Breath of Life Ministries. All rights reserved.",
    "inspiredBy": "Inspired by the"
  },
  "buttons": {
    "visitWebsite": "Visit Website",
    "learnMore": "Learn More",
    "getHelpNow": "Get Help Now",
    "exploreResources": "Explore Resources",
    "contactUs": "Contact Us",
    "viewResources": "View Resources",
    "contactForTraining": "Contact for Training",
    "joinGroup": "Join a Group",
    "findSupport": "Find Support",
    "partnerWithUs": "Partner With Us",
    "viewAllResources": "View All Resources",
    "viewScriptureGuide": "View Scripture Guide",
    "listenToPodcast": "Listen to Podcast",
    "sendMessage": "Send Message"
  },
  "home": {
    "heroTitle": "You Are Not Alone",
    "heroSubtitle": "Finding hope and healing through faith, community, and compassionate support",
    "crisisLifeline": "Crisis Lifeline",
    "alwaysAvailable": "Always Available",
    "confidential": "Confidential",
    "noCostSupport": "No Cost Support",
    "ourMission": "Our Mission",
    "missionText1": "Breath of Life Ministries provides vital spiritual accompaniment for people experiencing mental health challenges and mental illness, as well as those who care for them.",
    "missionText2": "Rooted in Catholic teaching and compassion, we offer hope, resources, and community support for suicide prevention and mental wellness. Every person is created in the image and likeness of God, possessing infinite dignity and worth.",
    "learnAboutUs": "Learn About Us",
    "immediateHelp": "Immediate Help & Support",
    "immediateHelpSubtitle": "If you or someone you know is in crisis, help is available right now.",
    "inCrisis": "In Crisis?",
    "inCrisisText": "If you're experiencing a mental health crisis:",
    "callOrText": "Call or Text: 988",
    "available247": "Available 24/7, free and confidential",
    "crisisTextLine": "Crisis Text Line",
    "textHello": "Text HELLO to 741741",
    "connectCounselor": "Connect with a crisis counselor via text, anytime day or night.",
    "freeConfidential": "Free, confidential, 24/7 support",
    "onlineChat": "Online Chat",
    "visitChat": "Visit 988lifeline.org/chat",
    "chatOnline": "Chat with a trained counselor online through secure messaging.",
    "visitLabel": "Visit",
    "available247Short": "Available 24/7",
    "free": "Free",
    "spiritualSupport": "Spiritual Support",
    "speakWithPriest": "Speak with a priest or pastoral minister in your area.",
    "findComfort": "Find comfort in faith, sacraments, and your parish community during difficult times.",
    "messageOfHope": "A Message of Hope",
    "catholicTeaching": "Catholic Teaching on Suicide & Mental Health",
    "catholicTeachingText": "The Catholic Church recognizes that suicide is a grave matter, but emphasizes God's infinite mercy and understanding of mental health issues. The Church teaches that psychological disturbances, anguish, grave fear of hardship, suffering, or torture can diminish the responsibility of the person who dies by suicide.",
    "catechismQuote": "We should not despair of the eternal salvation of persons who have taken their own lives. By ways known to him alone, God can provide the opportunity for salutary repentance.",
    "catechismCitation": "Catechism of the Catholic Church, 2283",
    "catholicTeachingText2": "Our ministry approaches mental health and suicide prevention with compassion, recognizing that those who struggle deserve our prayers, support, and accompaniment on their journey toward healing.",
    "programsServices": "Our Programs & Services",
    "programsSubtitle": "Comprehensive support, training, and resources for mental health and suicide prevention",
    "suicidePreventionTraining": "Suicide Prevention Training",
    "suicidePreventionDesc": "Learn practical skills to recognize warning signs and intervene effectively to help save lives. Our evidence-based training equips community members with knowledge and confidence to support those in crisis.",
    "supportGroups": "Support Groups",
    "supportGroupsDesc": "Connect with others who understand the challenges of mental illness or the loss of a loved one to suicide. Find community, hope, and healing in a faith-filled environment where you're never alone.",
    "griefMinistry": "Grief Ministry",
    "griefMinistryDesc": "Compassionate support for those who have lost a loved one to suicide. We offer specialized resources, prayer support, and accompaniment through the journey of grief and healing.",
    "educationAwareness": "Education & Awareness",
    "educationDesc": "Workshops, seminars, and resources to break the stigma around mental illness and promote understanding within the Catholic community and beyond.",
    "spiritualAccompaniment": "Spiritual Accompaniment",
    "spiritualAccompanimentDesc": "Faith-based support that honors the Catholic tradition while providing practical help for those facing mental health challenges. Prayer, sacraments, and pastoral care.",
    "parishPartnerships": "Parish Partnerships",
    "parishPartnershipsDesc": "We partner with Catholic parishes to establish mental health ministries, providing consultation, training, and ongoing support to create welcoming, informed faith communities.",
    "patronSaints": "Patron Saints for Mental Health",
    "patronSaintsSubtitle": "Throughout history, the Church has recognized saints who intercede for those suffering from mental illness and distress.",
    "stTherese": "St. Thérèse of Lisieux",
    "stThereseDesc": "is invoked for depression and anxiety. Her \"Little Way\" teaches us that even in our smallest struggles, God's love is present.",
    "stDymphna": "St. Dymphna",
    "stDymphnaDesc": "is the patron saint of those with mental illness and nervous disorders.",
    "stBenedict": "St. Benedict Joseph Labre",
    "stBenedictDesc": "suffered from mental illness himself and is a powerful intercessor for those who struggle.",
    "viewPrayerResources": "View Prayer Resources",
    "featuredResources": "Featured Resources",
    "featuredResourcesSubtitle": "Books, training, and support materials for individuals, families, and faith communities",
    "lovedOneDies": "When a Loved One Dies by Suicide",
    "lovedOneDiesDesc": "Personal stories of loss, coping with grief, and finding hope through faith and community. Written by Catholics who have experienced this profound loss.",
    "respondingToSuicide": "Responding to Suicide",
    "respondingToSuicideDesc": "The first book written for Catholic leaders that takes a holistic approach to understanding suicide and ministering effectively in its aftermath.",
    "prayerLiturgy": "Prayer & Liturgy Resources",
    "prayerLiturgyDesc": "Sacred resources for worship, prayer services, and liturgical guidance for mental health awareness and suicide prevention.",
    "agriSafe": "AgriSafe Network",
    "agriSafeDesc": "Protecting the health and safety of agricultural workers and their families through education, training, and resources for rural communities.",
    "hopeHealing": "Hope & Healing",
    "hopeHealingSubtitle": "Stories of faith, recovery, and the compassionate support that makes a difference",
    "testimonial1": "The Church's teaching on God's mercy gave me hope when I thought all was lost. Mental illness doesn't diminish God's love for us.",
    "testimonial1Author": "Parish Member",
    "testimonial2": "Suicide prevention training equipped our parish to respond with compassion and confidence. We've become a community of hope for those who suffer.",
    "testimonial2Author": "Parish Coordinator",
    "connectWithUs": "Connect With Us",
    "connectSubtitle": "We're here to support you on your journey toward healing and hope",
    "bringingCompassion": "Bringing the compassion of Christ to those affected by mental illness and suicide.",
    "email": "Email:",
    "getInvolved": "Get Involved",
    "volunteerMinistry": "Volunteer with our ministry",
    "bringTraining": "Bring suicide prevention training to your parish",
    "shareResources": "Share our resources",
    "supportMission": "Support our mission",
    "sendUsMessage": "Send Us a Message",
    "name": "Name",
    "subject": "Subject",
    "message": "Message"
  },
  "language": {
    "en": "EN",
    "es": "ES",
    "toggle": "Language"
  }
}
