{
  "nav": {
    "home": "Inicio",
    "about": "Nosotros",
    "resources": "Recursos",
    "blog": "Blog",
    "events": "Eventos",
    "volunteer": "Voluntariado",
    "findHelp": "Buscar Ayuda",
    "contact": "Contacto",
    "findPrayer": "Encontrar una Oración",
    "scriptureGuide": "Guía de Escrituras",
    "prayerRoom": "Sala de Oración",
    "videoLibrary": "Videoteca",
    "prayerRequest": "Solicitud de Oración",
    "warningSigns": "Señales de Advertencia",
    "struggling": "Estoy Luchando",
    "safetyPlan": "Plan de Seguridad",
    "novenas": "Novenas"
  },
  "header": {
    "title": "Ministerio Aliento de Vida",
    "tagline": "Prevención del Suicidio y Ministerio de Salud Mental"
  },
  "crisis": {
    "bannerText": "Si usted o alguien que conoce está en crisis, llame o envíe un mensaje de texto al",
    "bannerLabel": "Apoyo en Crisis:",
    "forThe": "para la Línea Nacional de Prevención del Suicidio y Crisis",
    "lifeline": "Línea Nacional de Prevención del Suicidio y Crisis",
    "textLine": "Envíe HOLA al 741741 para la Línea de Texto de Crisis"
  },
  "footer": {
    "description": "Brindando esperanza, sanación y apoyo a través del ministerio católico de salud mental y prevención del suicidio.",
    "quickLinks": "Enlaces Rápidos",
    "crisisSupport": "Apoyo en Crisis",
    "copyright": "Ministerio Aliento de Vida. Todos los derechos reservados.",
    "inspiredBy": "Inspirado por la"
  },
  "buttons": {
    "visitWebsite": "Visitar Sitio Web",
    "learnMore": "Más Información",
    "getHelpNow": "Obtener Ayuda Ahora",
    "exploreResources": "Explorar Recursos",
    "contactUs": "Contáctenos",
    "viewResources": "Ver Recursos",
    "contactForTraining": "Contactar para Capacitación",
    "joinGroup": "Unirse a un Grupo",
    "findSupport": "Encontrar Apoyo",
    "partnerWithUs": "Asóciese con Nosotros",
    "viewAllResources": "Ver Todos los Recursos",
    "viewScriptureGuide": "Ver Guía de Escrituras",
    "listenToPodcast": "Escuchar Podcast",
    "sendMessage": "Enviar Mensaje"
  },
  "home": {
    "heroTitle": "No Estás Solo",
    "heroSubtitle": "Encontrando esperanza y sanación a través de la fe, la comunidad y el apoyo compasivo",
    "crisisLifeline": "Línea de Crisis",
    "alwaysAvailable": "Siempre Disponible",
    "confidential": "Confidencial",
    "noCostSupport": "Apoyo Gratuito",
    "ourMission": "Nuestra Misión",
    "missionText1": "El Ministerio Aliento de Vida proporciona acompañamiento espiritual vital para personas que experimentan desafíos de salud mental y enfermedades mentales, así como para quienes los cuidan.",
    "missionText2": "Arraigados en la enseñanza y compasión católica, ofrecemos esperanza, recursos y apoyo comunitario para la prevención del suicidio y el bienestar mental. Cada persona es creada a imagen y semejanza de Dios, poseyendo dignidad y valor infinitos.",
    "learnAboutUs": "Conózcanos",
    "immediateHelp": "Ayuda y Apoyo Inmediato",
    "immediateHelpSubtitle": "Si usted o alguien que conoce está en crisis, hay ayuda disponible ahora mismo.",
    "inCrisis": "¿En Crisis?",
    "inCrisisText": "Si está experimentando una crisis de salud mental:",
    "callOrText": "Llame o Envíe Mensaje: 988",
    "available247": "Disponible 24/7, gratis y confidencial",
    "crisisTextLine": "Línea de Texto de Crisis",
    "textHello": "Envíe HOLA al 741741",
    "connectCounselor": "Conéctese con un consejero de crisis por mensaje de texto, en cualquier momento del día o la noche.",
    "freeConfidential": "Apoyo gratuito, confidencial, 24/7",
    "onlineChat": "Chat en Línea",
    "visitChat": "Visite 988lifeline.org/chat",
    "chatOnline": "Chatee con un consejero capacitado en línea a través de mensajes seguros.",
    "visitLabel": "Visite",
    "available247Short": "Disponible 24/7",
    "free": "Gratis",
    "spiritualSupport": "Apoyo Espiritual",
    "speakWithPriest": "Hable con un sacerdote o ministro pastoral en su área.",
    "findComfort": "Encuentre consuelo en la fe, los sacramentos y su comunidad parroquial durante tiempos difíciles.",
    "messageOfHope": "Un Mensaje de Esperanza",
    "catholicTeaching": "Enseñanza Católica sobre el Suicidio y la Salud Mental",
    "catholicTeachingText": "La Iglesia Católica reconoce que el suicidio es un asunto grave, pero enfatiza la misericordia infinita de Dios y la comprensión de los problemas de salud mental. La Iglesia enseña que las perturbaciones psicológicas, la angustia, el grave temor a las dificultades, el sufrimiento o la tortura pueden disminuir la responsabilidad de quien muere por suicidio.",
    "catechismQuote": "No debemos desesperar de la salvación eterna de aquellas personas que se han quitado la vida. Por caminos que solo él conoce, Dios puede darles ocasión de un arrepentimiento salvador.",
    "catechismCitation": "Catecismo de la Iglesia Católica, 2283",
    "catholicTeachingText2": "Nuestro ministerio aborda la salud mental y la prevención del suicidio con compasión, reconociendo que quienes luchan merecen nuestras oraciones, apoyo y acompañamiento en su camino hacia la sanación.",
    "programsServices": "Nuestros Programas y Servicios",
    "programsSubtitle": "Apoyo integral, capacitación y recursos para la salud mental y prevención del suicidio",
    "suicidePreventionTraining": "Capacitación en Prevención del Suicidio",
    "suicidePreventionDesc": "Aprenda habilidades prácticas para reconocer señales de advertencia e intervenir efectivamente para ayudar a salvar vidas. Nuestra capacitación basada en evidencia equipa a los miembros de la comunidad con conocimiento y confianza para apoyar a quienes están en crisis.",
    "supportGroups": "Grupos de Apoyo",
    "supportGroupsDesc": "Conéctese con otros que entienden los desafíos de la enfermedad mental o la pérdida de un ser querido por suicidio. Encuentre comunidad, esperanza y sanación en un ambiente lleno de fe donde nunca está solo.",
    "griefMinistry": "Ministerio de Duelo",
    "griefMinistryDesc": "Apoyo compasivo para quienes han perdido a un ser querido por suicidio. Ofrecemos recursos especializados, apoyo en oración y acompañamiento a través del camino del duelo y la sanación.",
    "educationAwareness": "Educación y Concientización",
    "educationDesc": "Talleres, seminarios y recursos para romper el estigma en torno a la enfermedad mental y promover la comprensión dentro de la comunidad católica y más allá.",
    "spiritualAccompaniment": "Acompañamiento Espiritual",
    "spiritualAccompanimentDesc": "Apoyo basado en la fe que honra la tradición católica mientras proporciona ayuda práctica para quienes enfrentan desafíos de salud mental. Oración, sacramentos y cuidado pastoral.",
    "parishPartnerships": "Asociaciones Parroquiales",
    "parishPartnershipsDesc": "Nos asociamos con parroquias católicas para establecer ministerios de salud mental, proporcionando consulta, capacitación y apoyo continuo para crear comunidades de fe acogedoras e informadas.",
    "patronSaints": "Santos Patronos de la Salud Mental",
    "patronSaintsSubtitle": "A lo largo de la historia, la Iglesia ha reconocido santos que interceden por quienes sufren de enfermedades mentales y angustia.",
    "stTherese": "Santa Teresa de Lisieux",
    "stThereseDesc": "es invocada para la depresión y la ansiedad. Su \"Pequeño Camino\" nos enseña que incluso en nuestras luchas más pequeñas, el amor de Dios está presente.",
    "stDymphna": "Santa Dymphna",
    "stDymphnaDesc": "es la santa patrona de quienes padecen enfermedades mentales y trastornos nerviosos.",
    "stBenedict": "San Benito José Labre",
    "stBenedictDesc": "sufrió de enfermedad mental él mismo y es un poderoso intercesor para quienes luchan.",
    "viewPrayerResources": "Ver Recursos de Oración",
    "featuredResources": "Recursos Destacados",
    "featuredResourcesSubtitle": "Libros, capacitación y materiales de apoyo para individuos, familias y comunidades de fe",
    "lovedOneDies": "Cuando un Ser Querido Muere por Suicidio",
    "lovedOneDiesDesc": "Historias personales de pérdida, cómo sobrellevar el duelo y encontrar esperanza a través de la fe y la comunidad. Escrito por católicos que han experimentado esta profunda pérdida.",
    "respondingToSuicide": "Respondiendo al Suicidio",
    "respondingToSuicideDesc": "El primer libro escrito para líderes católicos que adopta un enfoque holístico para comprender el suicidio y ministrar efectivamente después del mismo.",
    "prayerLiturgy": "Recursos de Oración y Liturgia",
    "prayerLiturgyDesc": "Recursos sagrados para el culto, servicios de oración y orientación litúrgica para la concientización sobre la salud mental y la prevención del suicidio.",
    "agriSafe": "Red AgriSafe",
    "agriSafeDesc": "Protegiendo la salud y seguridad de los trabajadores agrícolas y sus familias a través de educación, capacitación y recursos para comunidades rurales.",
    "hopeHealing": "Esperanza y Sanación",
    "hopeHealingSubtitle": "Historias de fe, recuperación y el apoyo compasivo que marca la diferencia",
    "testimonial1": "La enseñanza de la Iglesia sobre la misericordia de Dios me dio esperanza cuando pensé que todo estaba perdido. La enfermedad mental no disminuye el amor de Dios por nosotros.",
    "testimonial1Author": "Miembro de la Parroquia",
    "testimonial2": "La capacitación en prevención del suicidio equipó a nuestra parroquia para responder con compasión y confianza. Nos hemos convertido en una comunidad de esperanza para quienes sufren.",
    "testimonial2Author": "Coordinador Parroquial",
    "connectWithUs": "Conéctese con Nosotros",
    "connectSubtitle": "Estamos aquí para apoyarle en su camino hacia la sanación y la esperanza",
    "bringingCompassion": "Llevando la compasión de Cristo a quienes son afectados por enfermedades mentales y el suicidio.",
    "email": "Correo electrónico:",
    "getInvolved": "Participe",
    "volunteerMinistry": "Sea voluntario en nuestro ministerio",
    "bringTraining": "Lleve la capacitación de prevención del suicidio a su parroquia",
    "shareResources": "Comparta nuestros recursos",
    "supportMission": "Apoye nuestra misión",
    "sendUsMessage": "Envíenos un Mensaje",
    "name": "Nombre",
    "subject": "Asunto",
    "message": "Mensaje"
  },
  "prayerRequest": {
    "title": "Enviar una Solicitud de Oración",
    "subtitle": "Comparta sus intenciones con nuestra comunidad de oración",
    "introTitle": "Usted Está en Nuestras Oraciones",
    "introText1": "En tiempos de lucha, incertidumbre o duelo, creemos en el poder de la oración y la comunidad. Sus intenciones de oración son sagradas para nosotros, y nuestro ministerio está comprometido a elevarlas en oración.",
    "introText2": "Ya sea que esté enfrentando desafíos de salud mental, llorando una pérdida, apoyando a un ser querido, o simplemente necesite fortaleza espiritual, le invitamos a compartir su solicitud de oración con nosotros.",
    "scripture": "\"No se inquieten por nada; más bien, en toda ocasión, con oración y ruego, presenten sus peticiones a Dios y denle gracias.\"",
    "scriptureCitation": "Filipenses 4:6",
    "formTitle": "Comparta Su Intención de Oración",
    "yourName": "Su Nombre",
    "namePlaceholder": "¿Cómo le gustaría que nos dirigiéramos a usted en oración?",
    "emailOptional": "Correo Electrónico (Opcional)",
    "emailPlaceholder": "Solo si desea que nos comuniquemos con usted",
    "prayerType": "Tipo de Solicitud de Oración",
    "selectType": "Seleccione una categoría...",
    "typePersonal": "Lucha o Desafío Personal",
    "typeMentalHealth": "Apoyo de Salud Mental",
    "typeGrief": "Duelo o Pérdida",
    "typeFamily": "Familiar o Ser Querido",
    "typeThanksgiving": "Acción de Gracias o Gratitud",
    "typeOther": "Otra Intención",
    "prayerIntention": "Su Intención de Oración",
    "intentionPlaceholder": "Comparta lo que hay en su corazón. Su intención será tratada con completa confidencialidad y reverencia...",
    "followUp": "Me gustaría que alguien del ministerio se comunique conmigo",
    "submitButton": "Enviar Solicitud de Oración",
    "submitting": "Enviando...",
    "successTitle": "Solicitud de Oración Recibida",
    "successMessage": "Gracias por compartir su intención de oración con nosotros. Su solicitud ha sido recibida y será elevada en oración por nuestra comunidad ministerial. No está solo.",
    "errorTitle": "Error de Envío",
    "errorMessage": "Hubo un problema al enviar su solicitud de oración. Por favor intente de nuevo o contáctenos directamente.",
    "whatHappensTitle": "¿Qué Sucede Después?",
    "whatHappens1Title": "Revisión Confidencial",
    "whatHappens1Text": "Su solicitud de oración es recibida confidencialmente por nuestro equipo ministerial.",
    "whatHappens2Title": "Elevada en Oración",
    "whatHappens2Text": "Su intención se incluye en nuestras oraciones diarias y se ofrece en la Misa.",
    "whatHappens3Title": "Seguimiento (Opcional)",
    "whatHappens3Text": "Si lo solicita, un miembro del equipo se comunicará para ofrecer apoyo adicional.",
    "scriptureComfortTitle": "Escrituras de Consuelo",
    "scripture1": "\"Vengan a mí todos ustedes que están cansados y agobiados, y yo les daré descanso.\"",
    "scripture1Citation": "Mateo 11:28",
    "scripture2": "\"El Señor está cerca de los quebrantados de corazón, y salva a los de espíritu abatido.\"",
    "scripture2Citation": "Salmo 34:18",
    "scripture3": "\"Depositen en él toda ansiedad, porque él cuida de ustedes.\"",
    "scripture3Citation": "1 Pedro 5:7",
    "stDymphnaTitle": "Oración a Santa Dymphna",
    "stDymphnaIntro": "Santa Dymphna es la patrona de aquellos que sufren de enfermedades mentales y trastornos nerviosos. Rezamos esta oración por todos los que envían intenciones:",
    "stDymphnaPrayer": "Señor, Dios nuestro, graciosamente elegiste a Santa Dymphna como patrona de aquellos afligidos con trastornos mentales y nerviosos. Ella es así una inspiración y un símbolo de caridad para los miles que piden su intercesión. Por favor concede, Señor, a través de las oraciones de esta pura y joven mártir, alivio y consuelo a todos los que sufren tales pruebas, y especialmente a aquellos por quienes oramos. Te rogamos, Señor, que escuches las oraciones de Santa Dymphna en nuestro nombre. Concede a todos aquellos por quienes oramos paciencia en sus sufrimientos y resignación a tu voluntad divina. Por favor llénalos de esperanza, y concédeles el alivio y la curación que tanto desean. Te lo pedimos por Cristo nuestro Señor. Amén.",
    "crisisTitle": "¿Necesita Apoyo Inmediato?",
    "crisisText": "Si usted o alguien que conoce está en crisis, por favor comuníquese con estos recursos:"
  },
  "warningSigns": {
    "title": "Reconociendo las Señales de Advertencia",
    "subtitle": "Aprender a ver cuándo alguien necesita ayuda podría salvar una vida",
    "introTitle": "Su Conciencia Importa",
    "introText1": "Reconocer las señales de advertencia del suicidio puede ser el primer paso para salvar una vida. Aunque ninguna señal individual significa que alguien es suicida, múltiples señales—especialmente cuando representan un cambio de comportamiento—deben tomarse en serio.",
    "introText2": "La mayoría de las personas que son suicidas no quieren morir—quieren que el dolor se detenga. Al aprender a reconocer las señales, puede acercarse con compasión y conectarlos con ayuda.",
    "scripture": "\"Ayúdense unos a otros a llevar sus cargas, y así cumplirán la ley de Cristo.\"",
    "scriptureCitation": "— Gálatas 6:2",
    "talkTitle": "Hablar",
    "talkSubtitle": "Cosas que una persona podría decir que indican que está pensando en el suicidio",
    "talk1": "Las declaraciones directas sobre querer terminar con su vida siempre deben tomarse en serio.",
    "talk2": "Expresar un deseo de morir o de no existir más.",
    "talk3": "Sentir que son una carga para otros o que las personas estarían mejor sin ellos.",
    "talk4": "Expresar sentimientos de desesperanza o de no tener propósito.",
    "talk5": "Sentirse atrapado o en un dolor insoportable, emocional o físico.",
    "talk6": "Declaraciones indirectas que insinúan terminar con su vida o irse permanentemente.",
    "behaviorTitle": "Comportamiento",
    "behaviorSubtitle": "Acciones que pueden indicar que alguien se está preparando para terminar con su vida o está en crisis",
    "behavior1Title": "Búsqueda de Métodos",
    "behavior1": "Buscar formas de suicidarse, como buscar en línea o intentar obtener un arma, pastillas u otros medios.",
    "behavior2Title": "Regalar Posesiones",
    "behavior2": "Regalar posesiones preciadas o poner repentinamente sus asuntos en orden, hacer un testamento o despedirse.",
    "behavior3Title": "Aislamiento",
    "behavior3": "Alejarse de amigos, familiares y actividades sociales. Aislarse de sus seres queridos.",
    "behavior4Title": "Cambios en el Sueño",
    "behavior4": "Dormir muy poco o demasiado. Cambios significativos en los patrones de sueño.",
    "behavior5Title": "Comportamiento Imprudente",
    "behavior5": "Actuar de manera imprudente, participar en actividades riesgosas o aumentar el uso de alcohol o drogas.",
    "behavior6Title": "Calma Repentina",
    "behavior6": "Parecer repentinamente calmado o feliz después de un período de depresión—esto podría significar que han tomado la decisión de terminar con su vida.",
    "moodTitle": "Estado de Ánimo",
    "moodSubtitle": "Estados emocionales que pueden indicar que alguien está luchando",
    "mood1": "Depresión",
    "mood1Desc": "Tristeza persistente, llanto o bajo estado de ánimo que no mejora.",
    "mood2": "Ansiedad",
    "mood2Desc": "Ansiedad extrema, agitación o sentirse al límite.",
    "mood3": "Irritabilidad",
    "mood3Desc": "Irritabilidad, enojo o rabia inusual—especialmente si está fuera de carácter.",
    "mood4": "Desesperanza",
    "mood4Desc": "Sentirse desesperanzado sobre el futuro o que las cosas nunca mejorarán.",
    "mood5": "Vergüenza",
    "mood5Desc": "Sentimientos abrumadores de vergüenza, culpa u odio hacia sí mismo.",
    "mood6": "Vacío",
    "mood6Desc": "Sentirse vacío, entumecido o como si nada importara.",
    "riskTitle": "Factores de Riesgo",
    "riskSubtitle": "Circunstancias que pueden aumentar la vulnerabilidad de alguien al suicidio",
    "healthRisks": "Factores de Salud",
    "risk1": "Condiciones de salud mental (depresión, trastorno bipolar, ansiedad, TEPT)",
    "risk2": "Abuso de sustancias o adicción",
    "risk3": "Dolor crónico o enfermedad grave",
    "risk4": "Intento de suicidio previo",
    "risk5": "Historia familiar de suicidio",
    "lifeRisks": "Eventos de Vida",
    "risk6": "Pérdida reciente (muerte, divorcio, pérdida de empleo, crisis financiera)",
    "risk7": "Problemas de relación o ruptura",
    "risk8": "Problemas legales o encarcelamiento",
    "risk9": "Acoso, abuso o trauma",
    "risk10": "Transiciones importantes en la vida",
    "socialRisks": "Factores Sociales",
    "risk11": "Aislamiento social o falta de apoyo",
    "risk12": "Exposición al suicidio de otros",
    "risk13": "Acceso a medios letales",
    "risk14": "Estigma al buscar ayuda",
    "risk15": "Barreras para la atención de salud mental",
    "whatToDoTitle": "Qué Hacer Si Ve Señales de Advertencia",
    "whatToDoSubtitle": "No necesita ser un profesional para ayudar. Su compasión puede marcar la diferencia.",
    "step1Title": "Pregunte Directamente",
    "step1Text": "No tenga miedo de preguntar si están pensando en el suicidio. Preguntar no planta la idea—muestra que le importa y abre la puerta a la conversación.",
    "tryAsking": "Intente preguntar:",
    "ask1": "\"¿Estás pensando en el suicidio?\"",
    "ask2": "\"¿Estás pensando en hacerte daño?\"",
    "ask3": "\"Estoy preocupado por ti. ¿Estás bien?\"",
    "step2Title": "Escuche con Compasión",
    "step2Text": "Déjelos compartir sus sentimientos sin juzgar. No trate de minimizar su dolor ni ofrezca soluciones rápidas. A veces lo más poderoso que puede hacer es simplemente escuchar.",
    "thingsToSay": "Cosas que decir:",
    "say1": "\"Estoy aquí para ti.\"",
    "say2": "\"No estás solo en esto.\"",
    "say3": "\"Hay ayuda disponible y te la mereces.\"",
    "step3Title": "Manténgalos Seguros",
    "step3Text": "Si es posible, ayude a reducir su acceso a medios letales. Quédese con ellos si están en peligro inmediato. No prometa mantener en secreto sus pensamientos de suicidio.",
    "step4Title": "Conéctelos con Ayuda",
    "step4Text": "Ayúdelos a conectarse con apoyo profesional. Ofrezca ayudarlos a llamar a una línea de crisis o hacer una cita. Haga seguimiento para mostrar que le importa.",
    "protectiveTitle": "Factores Protectores",
    "protectiveSubtitle": "Factores que pueden ayudar a proteger contra el suicidio y apoyar la recuperación",
    "protective1": "Conexiones Fuertes",
    "protective1Desc": "Relaciones de apoyo con familia, amigos y comunidad.",
    "protective2": "Fe y Propósito",
    "protective2Desc": "Creencias religiosas o espirituales que proporcionan significado y desalientan el suicidio.",
    "protective3": "Acceso a Atención",
    "protective3Desc": "Acceso a atención efectiva de salud mental y servicios de crisis.",
    "protective4": "Habilidades de Afrontamiento",
    "protective4Desc": "Formas saludables de manejar el estrés, resolver problemas y regular emociones.",
    "protective5": "Razones para Vivir",
    "protective5Desc": "Hijos, mascotas, responsabilidades, metas u otras razones para seguir vivo.",
    "protective6": "Acceso Reducido",
    "protective6Desc": "Acceso limitado a medios letales como armas de fuego o medicamentos.",
    "crisisTitle": "Si Alguien Está en Peligro Inmediato",
    "crisisSubtitle": "No los deje solos. Obtenga ayuda inmediatamente.",
    "emergency": "Servicios de Emergencia",
    "immediateEmergency": "Para emergencias inmediatas",
    "textHello": "Envíe HOLA",
    "moreResources": "Encontrar Más Recursos",
    "prayerTitle": "Una Oración por Quienes Están en Crisis",
    "prayer": "Dios misericordioso, elevamos a Ti a todos los que luchan con pensamientos de suicidio. Rodéalos con Tu amor y dales esperanza. Abre sus corazones para recibir ayuda y sus ojos para ver que no están solos. Concédenos el valor para acercarnos, la sabiduría para hablar con compasión y la gracia para caminar con aquellos que sufren. Que encuentren en Ti la paz que sobrepasa todo entendimiento. Te lo pedimos por Cristo nuestro Señor. Amén.",
    "prayerAttribution": "— Ministerio Aliento de Vida"
  },
  "language": {
    "en": "EN",
    "es": "ES",
    "toggle": "Idioma"
  }
}
