{
  "nav": {
    "home": "Inicio",
    "about": "Nosotros",
    "resources": "Recursos",
    "blog": "Blog",
    "events": "Eventos",
    "volunteer": "Voluntariado",
    "findHelp": "Buscar Ayuda",
    "contact": "Contacto",
    "findPrayer": "Encontrar una Oración",
    "scriptureGuide": "Guía de Escrituras",
    "prayerRoom": "Sala de Oración",
    "videoLibrary": "Videoteca"
  },
  "header": {
    "title": "Ministerio Aliento de Vida",
    "tagline": "Prevención del Suicidio y Ministerio de Salud Mental"
  },
  "crisis": {
    "bannerText": "Si usted o alguien que conoce está en crisis, llame o envíe un mensaje de texto al",
    "bannerLabel": "Apoyo en Crisis:",
    "forThe": "para la Línea Nacional de Prevención del Suicidio y Crisis",
    "lifeline": "Línea Nacional de Prevención del Suicidio y Crisis",
    "textLine": "Envíe HOLA al 741741 para la Línea de Texto de Crisis"
  },
  "footer": {
    "description": "Brindando esperanza, sanación y apoyo a través del ministerio católico de salud mental y prevención del suicidio.",
    "quickLinks": "Enlaces Rápidos",
    "crisisSupport": "Apoyo en Crisis",
    "copyright": "Ministerio Aliento de Vida. Todos los derechos reservados.",
    "inspiredBy": "Inspirado por la"
  },
  "buttons": {
    "visitWebsite": "Visitar Sitio Web",
    "learnMore": "Más Información",
    "getHelpNow": "Obtener Ayuda Ahora",
    "exploreResources": "Explorar Recursos",
    "contactUs": "Contáctenos",
    "viewResources": "Ver Recursos",
    "contactForTraining": "Contactar para Capacitación",
    "joinGroup": "Unirse a un Grupo",
    "findSupport": "Encontrar Apoyo",
    "partnerWithUs": "Asóciese con Nosotros",
    "viewAllResources": "Ver Todos los Recursos",
    "viewScriptureGuide": "Ver Guía de Escrituras",
    "listenToPodcast": "Escuchar Podcast",
    "sendMessage": "Enviar Mensaje"
  },
  "home": {
    "heroTitle": "No Estás Solo",
    "heroSubtitle": "Encontrando esperanza y sanación a través de la fe, la comunidad y el apoyo compasivo",
    "crisisLifeline": "Línea de Crisis",
    "alwaysAvailable": "Siempre Disponible",
    "confidential": "Confidencial",
    "noCostSupport": "Apoyo Gratuito",
    "ourMission": "Nuestra Misión",
    "missionText1": "El Ministerio Aliento de Vida proporciona acompañamiento espiritual vital para personas que experimentan desafíos de salud mental y enfermedades mentales, así como para quienes los cuidan.",
    "missionText2": "Arraigados en la enseñanza y compasión católica, ofrecemos esperanza, recursos y apoyo comunitario para la prevención del suicidio y el bienestar mental. Cada persona es creada a imagen y semejanza de Dios, poseyendo dignidad y valor infinitos.",
    "learnAboutUs": "Conózcanos",
    "immediateHelp": "Ayuda y Apoyo Inmediato",
    "immediateHelpSubtitle": "Si usted o alguien que conoce está en crisis, hay ayuda disponible ahora mismo.",
    "inCrisis": "¿En Crisis?",
    "inCrisisText": "Si está experimentando una crisis de salud mental:",
    "callOrText": "Llame o Envíe Mensaje: 988",
    "available247": "Disponible 24/7, gratis y confidencial",
    "crisisTextLine": "Línea de Texto de Crisis",
    "textHello": "Envíe HOLA al 741741",
    "connectCounselor": "Conéctese con un consejero de crisis por mensaje de texto, en cualquier momento del día o la noche.",
    "freeConfidential": "Apoyo gratuito, confidencial, 24/7",
    "onlineChat": "Chat en Línea",
    "visitChat": "Visite 988lifeline.org/chat",
    "chatOnline": "Chatee con un consejero capacitado en línea a través de mensajes seguros.",
    "visitLabel": "Visite",
    "available247Short": "Disponible 24/7",
    "free": "Gratis",
    "spiritualSupport": "Apoyo Espiritual",
    "speakWithPriest": "Hable con un sacerdote o ministro pastoral en su área.",
    "findComfort": "Encuentre consuelo en la fe, los sacramentos y su comunidad parroquial durante tiempos difíciles.",
    "messageOfHope": "Un Mensaje de Esperanza",
    "catholicTeaching": "Enseñanza Católica sobre el Suicidio y la Salud Mental",
    "catholicTeachingText": "La Iglesia Católica reconoce que el suicidio es un asunto grave, pero enfatiza la misericordia infinita de Dios y la comprensión de los problemas de salud mental. La Iglesia enseña que las perturbaciones psicológicas, la angustia, el grave temor a las dificultades, el sufrimiento o la tortura pueden disminuir la responsabilidad de quien muere por suicidio.",
    "catechismQuote": "No debemos desesperar de la salvación eterna de aquellas personas que se han quitado la vida. Por caminos que solo él conoce, Dios puede darles ocasión de un arrepentimiento salvador.",
    "catechismCitation": "Catecismo de la Iglesia Católica, 2283",
    "catholicTeachingText2": "Nuestro ministerio aborda la salud mental y la prevención del suicidio con compasión, reconociendo que quienes luchan merecen nuestras oraciones, apoyo y acompañamiento en su camino hacia la sanación.",
    "programsServices": "Nuestros Programas y Servicios",
    "programsSubtitle": "Apoyo integral, capacitación y recursos para la salud mental y prevención del suicidio",
    "suicidePreventionTraining": "Capacitación en Prevención del Suicidio",
    "suicidePreventionDesc": "Aprenda habilidades prácticas para reconocer señales de advertencia e intervenir efectivamente para ayudar a salvar vidas. Nuestra capacitación basada en evidencia equipa a los miembros de la comunidad con conocimiento y confianza para apoyar a quienes están en crisis.",
    "supportGroups": "Grupos de Apoyo",
    "supportGroupsDesc": "Conéctese con otros que entienden los desafíos de la enfermedad mental o la pérdida de un ser querido por suicidio. Encuentre comunidad, esperanza y sanación en un ambiente lleno de fe donde nunca está solo.",
    "griefMinistry": "Ministerio de Duelo",
    "griefMinistryDesc": "Apoyo compasivo para quienes han perdido a un ser querido por suicidio. Ofrecemos recursos especializados, apoyo en oración y acompañamiento a través del camino del duelo y la sanación.",
    "educationAwareness": "Educación y Concientización",
    "educationDesc": "Talleres, seminarios y recursos para romper el estigma en torno a la enfermedad mental y promover la comprensión dentro de la comunidad católica y más allá.",
    "spiritualAccompaniment": "Acompañamiento Espiritual",
    "spiritualAccompanimentDesc": "Apoyo basado en la fe que honra la tradición católica mientras proporciona ayuda práctica para quienes enfrentan desafíos de salud mental. Oración, sacramentos y cuidado pastoral.",
    "parishPartnerships": "Asociaciones Parroquiales",
    "parishPartnershipsDesc": "Nos asociamos con parroquias católicas para establecer ministerios de salud mental, proporcionando consulta, capacitación y apoyo continuo para crear comunidades de fe acogedoras e informadas.",
    "patronSaints": "Santos Patronos de la Salud Mental",
    "patronSaintsSubtitle": "A lo largo de la historia, la Iglesia ha reconocido santos que interceden por quienes sufren de enfermedades mentales y angustia.",
    "stTherese": "Santa Teresa de Lisieux",
    "stThereseDesc": "es invocada para la depresión y la ansiedad. Su \"Pequeño Camino\" nos enseña que incluso en nuestras luchas más pequeñas, el amor de Dios está presente.",
    "stDymphna": "Santa Dymphna",
    "stDymphnaDesc": "es la santa patrona de quienes padecen enfermedades mentales y trastornos nerviosos.",
    "stBenedict": "San Benito José Labre",
    "stBenedictDesc": "sufrió de enfermedad mental él mismo y es un poderoso intercesor para quienes luchan.",
    "viewPrayerResources": "Ver Recursos de Oración",
    "featuredResources": "Recursos Destacados",
    "featuredResourcesSubtitle": "Libros, capacitación y materiales de apoyo para individuos, familias y comunidades de fe",
    "lovedOneDies": "Cuando un Ser Querido Muere por Suicidio",
    "lovedOneDiesDesc": "Historias personales de pérdida, cómo sobrellevar el duelo y encontrar esperanza a través de la fe y la comunidad. Escrito por católicos que han experimentado esta profunda pérdida.",
    "respondingToSuicide": "Respondiendo al Suicidio",
    "respondingToSuicideDesc": "El primer libro escrito para líderes católicos que adopta un enfoque holístico para comprender el suicidio y ministrar efectivamente después del mismo.",
    "prayerLiturgy": "Recursos de Oración y Liturgia",
    "prayerLiturgyDesc": "Recursos sagrados para el culto, servicios de oración y orientación litúrgica para la concientización sobre la salud mental y la prevención del suicidio.",
    "agriSafe": "Red AgriSafe",
    "agriSafeDesc": "Protegiendo la salud y seguridad de los trabajadores agrícolas y sus familias a través de educación, capacitación y recursos para comunidades rurales.",
    "hopeHealing": "Esperanza y Sanación",
    "hopeHealingSubtitle": "Historias de fe, recuperación y el apoyo compasivo que marca la diferencia",
    "testimonial1": "La enseñanza de la Iglesia sobre la misericordia de Dios me dio esperanza cuando pensé que todo estaba perdido. La enfermedad mental no disminuye el amor de Dios por nosotros.",
    "testimonial1Author": "Miembro de la Parroquia",
    "testimonial2": "La capacitación en prevención del suicidio equipó a nuestra parroquia para responder con compasión y confianza. Nos hemos convertido en una comunidad de esperanza para quienes sufren.",
    "testimonial2Author": "Coordinador Parroquial",
    "connectWithUs": "Conéctese con Nosotros",
    "connectSubtitle": "Estamos aquí para apoyarle en su camino hacia la sanación y la esperanza",
    "bringingCompassion": "Llevando la compasión de Cristo a quienes son afectados por enfermedades mentales y el suicidio.",
    "email": "Correo electrónico:",
    "getInvolved": "Participe",
    "volunteerMinistry": "Sea voluntario en nuestro ministerio",
    "bringTraining": "Lleve la capacitación de prevención del suicidio a su parroquia",
    "shareResources": "Comparta nuestros recursos",
    "supportMission": "Apoye nuestra misión",
    "sendUsMessage": "Envíenos un Mensaje",
    "name": "Nombre",
    "subject": "Asunto",
    "message": "Mensaje"
  },
  "language": {
    "en": "EN",
    "es": "ES",
    "toggle": "Idioma"
  }
}
